tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/bundle'
brew 'zlib'
brew 'binutils'
brew 'xz'
brew 'gpatch'
brew 'icu4c'
brew 'bzip2'
brew 'boost', args: ['with-icu4c']
brew 'pkg-config'
brew 'homebrew/dupes/ncurses'
brew 'readline'
brew 'sqlite'
brew 'gdbm'
brew 'makedepend'
brew 'openssl'
brew 'python3'
brew 'boost-python'
brew 'curl'
brew 'expat'
brew 'linux-headers'
brew 'glibc'
brew 'gmp'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'git'
brew 'patchelf', args: ['with-static']
