tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'caskroom/cask'
brew 'xz'
brew 'gpatch'
brew 'aspell', args: ['with-lang-en']
brew 'homebrew/dupes/m4'
brew 'autoconf'
brew 'autojump'
brew 'automake'
brew 'zlib'
brew 'binutils'
brew 'icu4c'
brew 'bzip2'
brew 'boost', args: ['with-icu4c']
brew 'pkg-config'
brew 'homebrew/dupes/ncurses'
brew 'readline'
brew 'sqlite'
brew 'gdbm'
brew 'makedepend'
brew 'openssl'
brew 'python3'
brew 'boost-python', args: ['with-python3']
brew 'libidn'
brew 'curl'
brew 'cmake'
brew 'emacs', args: ['without-librsvg']
brew 'expat'
brew 'python'
brew 'fpp'
brew 'pcre'
brew 'git'
brew 'fzf'
brew 'linux-headers'
brew 'glibc'
brew 'gmp'
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc'
brew 'texinfo'
brew 'gdb'
brew 'libffi'
brew 'libxml2'
brew 'libxslt'
brew 'libyaml'
brew 'patchelf', args: ['with-static']
brew 'pv'
brew 'ruby'
brew 'swig'
brew 'the_silver_searcher'
brew 'homebrew/dupes/make'
