James-Yu.latex-workshop
alefragnani.Bookmarks
DougFinke.vscode-pandoc
eamodio.gitlens
formulahendry.code-runner
ms-python.python
ms-vscode.cpptools
redhat.java
shd101wyy.markdown-preview-enhanced
stkb.rewrap
streetsidesoftware.code-spell-checker
timonwong.shellcheck
